[
  {
    "manual_id": 1,
    "title": "Operating Instructions AUDIOMASTER SL 900",
    "source_path": "ProduktAssets/TechniSat/BDA/BDA_AUDIOMASTER_SL900.pdf",
    "language": "en",
    "features": [],
    "special_features": [],
    "created_at": "2025-03-31 12:31:01",
    "tabs": [
      {
        "tab_id": 1,
        "tab_key": "hardwareInstallation",
        "title": "Hardware Installation",
        "tab_order": 0,
        "content_type": "steps",
        "content": {
          "steps": [
            {
              "id": "hardwareInstallation_step_00",
              "text": "Connect the subwoofer to a power outlet using the supplied power cable."
            },
            {
              "id": "hardwareInstallation_step_01",
              "text": "Position the soundbar below or above your TV. For wall mounting, see chapter 7 Wall mounting. Connect the power plug to a power outlet."
            },
            {
              "id": "hardwareInstallation_step_02",
              "text": "If you have a TV with HDMI-CEC and ARC (Audio Return Channel) connection, you can connect the AUDIOMASTER SL 900 via the HDMI socket to the TV. Please refer to the operating instructions of your TV to see if your TV has a suitable connection."
            },
            {
              "id": "hardwareInstallation_step_03",
              "text": "Plug a suitable high-speed HDMI cable (not included) into the HDMI socket (10) of the AUDIOMASTER SL 900. Connect the other end of the HDMI cable to the HDMI(ARC) socket of your TV."
            },
            {
              "id": "hardwareInstallation_step_04",
              "text": "If your TV does not have an ARC-compatible HDMI socket, please use one of the following options to connect the AUDIOMASTER SL 900 to your TV."
            },
            {
              "id": "hardwareInstallation_step_05",
              "text": "If your TV does not have an HDMI-CEC ARC compatible connection, you can use the Digital-Optical or Digital-Coaxial connection to connect to the AUDIOMASTER SL 900."
            },
            {
              "id": "hardwareInstallation_step_06",
              "text": "Connect the Audiomaster with an optical or coaxial cable (not included) to the Optical (7) or Coaxial (8) socket. Connect the other end of the cable to the Optical-Out or Coaxial-Out socket on your TV."
            },
            {
              "id": "hardwareInstallation_step_07",
              "text": "If your TV does not have an HDMI-CEC ARC socket or a digital output, you can use the analog audio input Audio-In (6) on the AUDIOMASTER SL 900. Use the supplied RCA audio cable or a jack <-> jack cable (3.5mm)."
            }
          ],
          "note": "The ARC function may need to be activated on the TV first.\nTo select the HDMI source, press the HDMI (9) button on the remote control. ARC is displayed.\nTo select the Optical/Coaxial source, press the OPTI/COAX (11) button on the remote control until OPTI or COAX is displayed.\nIn this way, other audio sources such as DVD or BluRay players can also be connected.\nTo select the analog audio source, press the USB/AUDIO (10) button on the remote control until AUDI is displayed."
        },
        "id": "hardwareInstallation"
      },
      {
        "tab_id": 2,
        "tab_key": "usage",
        "title": "Usage",
        "tab_order": 1,
        "content_type": "steps",
        "content": {
          "steps": [
            {
              "id": "usage_step_00",
              "text": "To switch on the AUDIOMASTER SL 900, press the On/Standby (1) button on the remote control or on the side of the unit (4)."
            },
            {
              "id": "usage_step_01",
              "text": "To switch off the AUDIOMASTER SL 900, press the On/Standby (1) button on the remote control, or briefly press the On/Standby (4) button on the side of the unit. The Standby LED (2) lights up red."
            },
            {
              "id": "usage_step_02",
              "text": "To play back a sound source connected to the AUDIOMASTER SL 900, press the corresponding button on the remote control until the source is displayed. The following appears in the display: ARC - HDMI, OPTI - Digital Optical, COAX - Digital Coaxial, bt - Bluetooth, USB - USB, AUDI - Audio-In Analog"
            },
            {
              "id": "usage_step_03",
              "text": "To change the volume, press the Volume +/- (4) buttons on the remote control or on the side of the unit (5)."
            },
            {
              "id": "usage_step_04",
              "text": "Press the Mute (3) button on the remote control to mute the sound. Press the button again to restore the sound to the previously set volume."
            },
            {
              "id": "usage_step_05",
              "text": "The normal equalizer setting is MUSIC. Press the EQ button on the remote control repeatedly to switch between the equalizer settings Music (MUSI), News (NEWS) and Normal (NORM)."
            },
            {
              "id": "usage_step_06",
              "text": "To be able to play the sound of a Bluetooth playback device, e.g. a smartphone or tablet, on the AUDIOMASTER SL 900, it must first be paired with the AUDIOMASTER SL 900."
            },
            {
              "id": "usage_step_07",
              "text": "Press the Bluetooth (8) button on the remote control of the AUDIOMASTER SL 900 until “bt” is displayed."
            },
            {
              "id": "usage_step_08",
              "text": "Press and hold the Bluetooth (8) button on the remote control until “bt” flashes in the display."
            },
            {
              "id": "usage_step_09",
              "text": "Search for the entry “AudioMaster SL 900” in the Bluetooth settings or in the Bluetooth device search of your music playback device."
            },
            {
              "id": "usage_step_10",
              "text": "If the pairing process is successful, “bt” lights up permanently in the display."
            },
            {
              "id": "usage_step_11",
              "text": "Start music playback on your music playback source."
            },
            {
              "id": "usage_step_12",
              "text": "With the Play/Pause (5) or Next Title/Previous Title (6) buttons on the AUDIOMASTER SL 900 remote control, you can control the music playback (only on supported Bluetooth devices)."
            },
            {
              "id": "usage_step_13",
              "text": "You have the option of playing MP3 music titles on a USB stick on the AUDIOMASTER SL 900."
            },
            {
              "id": "usage_step_14",
              "text": "Insert the USB stick with MP3 music titles into the socket marked USB (9) on the rear of the AUDIOMASTER SL 900."
            },
            {
              "id": "usage_step_15",
              "text": "Select the USB playback mode by pressing the USB/AUDIO (10) button on the remote control until “USB” is displayed."
            },
            {
              "id": "usage_step_16",
              "text": "Playback starts automatically with the first music title and the playback duration is displayed."
            },
            {
              "id": "usage_step_17",
              "text": "With the Play/Pause (5) or Next Title/Previous Title (6) buttons on the AUDIOMASTER SL 900 remote control, you can control music playback."
            },
            {
              "id": "usage_step_18",
              "text": "With the REPEAT/RANDOM (2) button you can repeat the playback (Repeat) or play it in random order (Random)."
            },
            {
              "id": "usage_step_19",
              "text": "To check which version of the operating software is installed, proceed as follows:"
            },
            {
              "id": "usage_step_20",
              "text": "Press and hold the MUTE (3) button for approx. 3 seconds. The current software version is displayed as a running text."
            }
          ],
          "note": "The subwoofer is also automatically switched on and connected after each switch-on of the AUDIOMASTER SL 900. The On-/Standby LED (12) lights up green.\nWith activated autostart-/stop function, the AUDIOMASTER SL 900 is automatically switched on when your TV is switched on, see point 4.2.1.1.\nThe subwoofer is automatically switched off and the On-/Standby LED (12) lights up red.\nDuring Bluetooth playback, the battery of the music source (smartphone/tablet) can be charged on the USB socket of the AUDIOMASTER SL 900 (max 5V/500mA).\nThe maximum range of the Bluetooth connection is 10m. Beyond this, there may be interference in music playback. Reduce the range if necessary.\nIf there is a music source already paired within range when Bluetooth mode is selected, the connection is established automatically.\nTo save energy, the AUDIOMASTER SL 900 automatically switches to standby mode after some time if no music is played or the music source is set too quietly.\nOnly use USB sticks that are formatted in FAT32 format.\nNot every USB stick is recognized. If this is the case, use a different USB stick.\nTo save energy, the AUDIOMASTER SL 900 automatically switches to standby mode after some time if no music is played or the music source is set too quietly."
        },
        "id": "usage"
      }
    ]
  },
  {
    "manual_id": 3,
    "title": "Camera MagicLink COLOR Instruction Manual",
    "source_path": "ProduktAssets/TechniSat/BDA/bda_Kamera_MagicLink_Color_001.pdf",
    "language": "en",
    "features": [],
    "special_features": [],
    "created_at": "2025-03-31 13:08:47",
    "tabs": [
      {
        "tab_id": 5,
        "tab_key": "hardwareInstallation",
        "title": "Hardware Installation",
        "tab_order": 0,
        "content_type": "steps",
        "content": {
          "steps": [
            {
              "id": "hardwareInstallation_step_00",
              "text": "Attach the mounting base to the wall or similar where you want to install the camera. Make sure that the mounting location has sufficient strength to support the camera with its bracket."
            },
            {
              "id": "hardwareInstallation_step_01",
              "text": "Mount the camera on the bracket and tighten the knob firmly."
            },
            {
              "id": "hardwareInstallation_step_02",
              "text": "Rotate the camera with the bracket onto the stand."
            },
            {
              "id": "hardwareInstallation_step_03",
              "text": "Connect the included 12V power supply."
            },
            {
              "id": "hardwareInstallation_step_04",
              "text": "After loosening the knob, you can align the camera. Then tighten the knob again."
            }
          ]
        },
        "id": "hardwareInstallation"
      },
      {
        "tab_id": 6,
        "tab_key": "usage",
        "title": "Usage",
        "tab_order": 1,
        "content_type": "steps",
        "content": {
          "steps": [
            {
              "id": "usage_step_00",
              "text": "Connect the Cinch/Scart cable with its Cinch connectors to the corresponding sockets of the receiver. Make sure that the connector color and the color of the sockets match. Plug the Scart connector into the Scart socket of your TV set. Since the camera sends in \"Mono\", you should only connect the white connector."
            },
            {
              "id": "usage_step_01",
              "text": "Turn on the camera and receiver. Turn on your TV set and select the AV socket to which you have connected the receiver. The camera image should now appear on the screen."
            },
            {
              "id": "usage_step_02",
              "text": "If your TV set does not have a Scart socket, please connect the modulator output of the receiver and the antenna input of the TV set with a coaxial cable. Turn on the receiver and the camera. Now search on your TV set for the output channel of the receiver until the camera image appears."
            }
          ],
          "note": "Important note on channel selection: Select the channel with the best possible transmission quality from the four available transmission channels. Make sure that the camera and the receiver are always set to the same transmission channel."
        },
        "id": "usage"
      }
    ]
  }
]