{
  "title": "Operating Instructions AUDIOMASTER SL 900",
  "features": [
    "2.1 channel soundbar with wireless subwoofer"
  ],
  "sourcePdfPath": "ProduktAssets/TechniSat/BDA/BDA_AUDIOMASTER_SL900.pdf",
  "tabs": [
    {
      "id": "hardwareInstallation",
      "title": "Hardware Installation",
      "type": "steps",
      "content": {
        "steps": [
          "Connect the subwoofer to a power outlet using the included power cable.",
          "Position the soundbar below or above your TV. For wall mounting, refer to chapter 7 Wall Mounting. Connect the power plug to a power outlet.",
          "If you have a TV with HDMI-CEC and ARC (Audio Return Channel) connection, you can connect the AUDIOMASTER SL 900 via the HDMI jack to the TV. Please refer to the operating instructions of your TV to see if it has a suitable connection.",
          "Plug a suitable high-speed HDMI cable (not included) into the HDMI jack (10) of the AUDIOMASTER SL 900. Connect the other end of the HDMI cable to the HDMI(ARC) jack of your TV.",
          "If your TV does not have an ARC-compatible HDMI jack, please use one of the following options to connect the AUDIOMASTER SL 900 to your TV.",
          "If your TV does not have an HDMI-CEC ARC compatible connection, you can use the Digital Optical or Digital Coaxial connection to connect to the AUDIOMASTER SL 900.",
          "Connect the Audiomaster with an optical or coaxial cable (not included) to the Optical (7) or Coaxial (8) jack. Connect the other end of the cable to the Optical-Out or Coaxial-Out jack on your TV.",
          "If your TV does not have an HDMI-CEC ARC jack or a digital output, you can use the analog audio input Audio-In (6) on the AUDIOMASTER SL 900. Use the included RCA audio cable or a jack <-> jack cable (3.5mm)."
        ],
        "note": "The ARC function may need to be activated on the TV first. To select the HDMI source, press the HDMI (9) button on the remote control. ARC is displayed. To select the Optical/Coaxial source, press the OPTI/COAX (11) button on the remote control until OPTI or COAX is displayed. To select the analog audio source, press the USB/AUDIO (10) button on the remote control until AUDI is displayed."
      }
    },
    {
      "id": "usage",
      "title": "Usage",
      "type": "steps",
      "content": {
        "steps": [
          "To turn on the AUDIOMASTER SL 900, press the On/Standby (1) button on the remote control or on the side of the unit (4).",
          "To turn off the AUDIOMASTER SL 900, press the On/Standby (1) button on the remote control or briefly press the On/Standby (4) button on the side of the unit. The Standby LED (2) lights up red.",
          "To play back a sound source connected to the AUDIOMASTER SL 900, press the corresponding button on the remote control until the source is displayed. The following will appear on the display: ARC - HDMI, OPTI - Digital Optical, COAX - Digital Coaxial, bt - Bluetooth, USB - USB, AUDI - Audio-In Analog",
          "To change the volume, press the Volume +/- (4) buttons on the remote control or on the side of the unit (5).",
          "Press the Mute (3) button on the remote control to mute the sound. Press the button again to restore the sound to the previously set volume.",
          "The normal equalizer setting is MUSIC. Press the EQ button on the remote control repeatedly to switch between the equalizer settings Music (MUSI), News (NEWS) and Normal (NORM).",
          "To play the sound of a Bluetooth playback device, such as a smartphone or tablet, on the AUDIOMASTER SL 900, it must first be paired with the AUDIOMASTER SL 900.",
          "Press the Bluetooth (8) button on the remote control of the AUDIOMASTER SL 900 until “bt” is displayed.",
          "Press and hold the Bluetooth (8) button on the remote control until “bt” flashes on the display.",
          "Search for the entry “AudioMaster SL 900” in the Bluetooth settings or in the Bluetooth device search of your music playback device.",
          "If the pairing process is successful, “bt” will light up continuously on the display.",
          "Start music playback on your music playback source.",
          "With the Play/Pause (5) or Next Title/Previous Title (6) buttons on the AUDIOMASTER SL 900 remote control, you can control music playback (only on supported Bluetooth devices).",
          "You have the option of playing MP3 music titles on a USB stick on the AUDIOMASTER SL 900.",
          "Insert the USB stick with MP3 music titles into the USB-labeled jack (9) on the rear of the AUDIOMASTER SL 900.",
          "Select the USB playback mode by pressing the USB/AUDIO (10) button on the remote control until “USB” is displayed.",
          "Playback starts automatically with the first music title and the playback duration is displayed.",
          "With the Play/Pause (5) or Next Title/Previous Title (6) buttons on the AUDIOMASTER SL 900 remote control, you can control music playback.",
          "With the REPEAT/RANDOM (2) button you can repeat playback (Repeat) or play in random order (Random)."
        ],
        "note": "The subwoofer is automatically switched on and connected after each switch on of the AUDIOMASTER SL 900. The On-/Standby LED (12) lights up green. The subwoofer is automatically switched off and the On-/Standby LED (12) lights up red. During Bluetooth playback, the battery of the music source (smartphone/tablet) can be charged on the USB socket of the AUDIOMASTER SL 900 (max 5V/500mA). Use only USB sticks that are formatted in FAT32 format. To save energy, the AUDIOMASTER SL 900 automatically switches to standby mode after some time if no music is played or the music source is set too quietly."
      }
    },
    {
      "id": "softwareInstallation",
      "title": "Software Installation",
      "type": "steps",
      "content": {
        "steps": [
          "To check which version of the operating software is installed, proceed as follows:",
          "Press and hold the MUTE (3) button for approx. 3 seconds while in operation. The current software version is displayed as a ticker in the display."
        ]
      }
    }
  ]
}